target_words = ['조선족', '홍준표', '페미', '한남']
font = {'조선족': 'C', '홍준표': 'H', '페미': 'FM', '한남': 'HN'}
stopwords = ['의', '가', '은', '는', '이', '과', '를', '으로', 'ㅡㅡ', '한다', '다', 'ㅣ', 'ㅢㅢ', 'ㅢㅣ', 'ㅡㅢ',
             '고', '에', '도', '자', '것', '지', '겠', '을', '사', '들', '님', '하', '게', '되', '거', '야', '시',
             '있', '어', '로', '면', '만', '아', '수', '나', '해', '했', '라', '네', '와', '한', '내', 'ㄷ', 'ㅡㅏ',
             '한', '기', '잘', '습니다', '네요', '었', '왜', '더', '냐', '에서', '주', '먹', '합니다', '할', '그',
             '뭐', '았', '아니', '합니다', '진짜', '안', '줄', '저', 'ㄱ', '드립니다', '던', '같', '니',
             '건', '다는', '라고', '번', '보다', '는데', '입니다', '년', '없', '까지', '다고', '며', '씨', '김', '느냐는',
             '마다', '아냐', '일차', '란', '좀', '느냐', '또는', '라네', '는구나', '얏', '대요', '세요', '대', '적', '에게',
             '려고', '때', '때문', '어느', '께', '제', '<', 'br', '>', '?', '=', '><', '&', 'quot', '!', '아도', '서', '댔',
             '만큼', '음', '에', '인', '임', '않', '한테', '으면', '인데', '그냥', '해서', '근데', '면서', '함', '지만', '랑', '듯',
             '이런', '데', '니까', '어서', '어요', '1', '지금', '이랑', '그런', '너', '난', '정도', '아서', '전', '다가', '은데', '걸',
             '부터', '중', '분', '이나', '그리고', '라는', '같이', '긴', '그러', '봤', '요', '죠', '헤도', '아요', '또', '였', '봐', '두',
             '저런', '든', '3', '이상', '더라', '이거', '처럼', '엔', '아님', '몇', '라도', '는지', '해야', '원', '까', '그렇게',
             '된', '정말', '다니', '무슨', '해요', '계속', '넘', '이렇게', '거나', '성', '던데', '됨', '잖아', '될', '엄청', '아직',
             '가지', '어도', '에요', '그렇', '제발', '어디', '건데', '한데', '크', '웃'
             ]

search_keys = ['남혐', '여시', '여혐', '열폭', '찐따', '취집', '탈코', '트페미', '페미', '한남']

gmm_components = 10
