stopwords = ['의', '가', '은', '는', '이', '과', '를', '으로', 'ㅡㅡ', '한다', '다', 'ㅣ', 'ㅢㅢ', 'ㅢㅣ', 'ㅡㅢ',
             '고', '에', '도', '자', '것', '지', '겠', '을', '사', '들', '님', '하', '게', '되', '거', '야', '시',
             '있', '어', '로', '면', '만', '아', '수', '나', '해', '했', '라', '네', '와', '한', '내', 'ㄷ', 'ㅡㅏ',
             '한', '기', '잘', '습니다', '네요', '었', '왜', '더', '냐', '에서', '주', '먹', '합니다', '할', '그',
             '뭐', '았', '아니', '합니다', '진짜', '안', '줄', '저', 'ㄱ', '드립니다', '던', '같', '니',
             '건', '다는', '라고', '번', '보다', '는데', '입니다', '년', '없', '까지', '다고', '며', '씨', '김', '느냐는',
             '마다', '아냐', '일차', '란', '좀', '느냐', '또는', '라네', '는구나', '얏', '대요', '세요', '대', '적', '에게',
             '려고', '때', '때문', '어느', '께', '제', '<', 'br', '>', '?', '=', '><', '&', 'quot', '!']


